Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSortByColumns
source: Sorts 'source' based on the column, optionally specifying a sort 'order'.
bg_bg: Сортира „източник“, базирано на колоната, опционално указвайки „ред“ на сортирането.
ca_es: Ordena l'element 'source' en funció de la columna i, opcionalment, especifica un element 'order' per ordenar.
cs_cz: Seřadí zdroj podle určitého sloupce. Volitelně může být zadáno pořadí řazení.
da_dk: Sorterer 'kilde' på baggrund af kolonnen, angiver eventuelt en sorterings-'rækkefølge'.
de_de: Sortiert "Quelle" auf der Grundlage der Spalte, wobei optional eine Sortierreihenfolge "Reihenfolge" angegeben werden kann.
el_gr: Ταξινομεί την "προέλευση" με βάση τη στήλη, προαιρετικά με καθορισμό "σειράς" ταξινόμησης.
es_es: Ordena el origen en función de la columna, especificando opcionalmente un criterio de ordenación.
et_ee: Sordib allika veeru põhjal, määrates soovi korral sortimisjärjestuse.
eu_es: "source" ordenatzen du zutabeen arabera (aukera duzu "order" ordenatzeko irizpidea zehazteko).
fi_fi: Lajittelee source-lähteen sarakkeen perusteella määrittäen valinnaisesti lajittelun order-järjestyksen.
fr_fr: Trie la « source » sur la base de la colonne, en spécifiant éventuellement un « ordre » de tri.
gl_es: Ordena a "orixe" segundo a columna, especificando opcionalmente unha "ordenación".
hi_in: वैकल्पिक रूप से एक सॉर्ट 'क्रम' निर्दिष्‍ट करते हुए, स्तंभ के आधार पर 'source' को सॉर्ट करता है.
hr_hr: Sortira "izvor" na temelju stupca, po želji određuje "redoslijed" sortiranja.
hu_hu: Az oszlop alapján rendezi a forrást; a nem kötelező „sorrend” argumentum is megadható.
it_it: Ordina 'origine' in base alla colonna, specificando facoltativamente un valore 'ordine' per l'ordinamento.
ja_jp: 列に基づいて 'ソース' を並べ替えます。並べ替え '順序' を指定することもできます。
kk_kz: Сұрыптау ретін қосымша көрсету арқылы, көзді баған негізінде сұрыптайды.
ko_kr: 열을 기준으로 '원본'을 정렬합니다(경우에 따라 정렬 '순서' 지정).
lt_lt: Rikiuoja šaltinį pagal stulpelį. Galima pasirinktinai nurodyti rikiavimo tvarką.
lv_lv: Kārto vienumu "source", ņemot vērā kolonnu, neobligāti norādot kārtošanas vienumu "order".
ms_my: Mengisih 'sumber' berdasarkan lajur, secara pilihan menentukan 'tertib' isihan.
nb_no: Sorterer kilden basert på kolonnen. En sorteringsrekkefølge kan eventuelt angis.
nl_nl: Hiermee wordt 'source' gesorteerd op basis van de kolom en kunt eventueel een 'order' voor sorteren opgeven.
pl_pl: Sortuje element podany w parametrze „źródło” w oparciu o kolumnę. Opcjonalnie za pomocą parametru „kolejność” można określić kolejność sortowania.
pt_br: Classifica 'source' (origem) com base na coluna, com a opção de especificar uma 'order' (ordem) de classificação.
pt_pt: Ordena a "origem" com base na coluna, especificando a ordem "ordem" opcionalmente.
ro_ro: Sortează „sursa” pe baza coloanei, specificând în mod opțional o „ordine” de sortare.
ru_ru: Сортирует "источник" на основе столбца, дополнительно можно указать "порядок сортировки".
sk_sk: Zoradí zdroj podľa stĺpca a voliteľne určí spôsob zoradenia.
sl_si: Razvrsti »vir« glede na stolpec, z izbirnim določilom vrstnega reda razvrščanja argumenta »vrstni_red«.
sr_cyrl_rs: Сортира „извор“ на основу колоне, опционално наводећи „редослед“ сортирања.
sr_latn_rs: Sortira „izvor“ na osnovu kolone, opcionalno navodeći „redosled“ sortiranja.
sv_se: Sorterar källan baserat på kolumnen. Valfritt så kan en sorteringsordning anges.
th_th: เรียงลำดับ 'source' โดยอิงตามคอลัมน์ และสามารถเลือกกำหนด 'order' การเรียงลำดับได้
tr_tr: İsteğe bağlı bir sıralama 'order' değeri belirterek 'source' öğesini sütuna göre sıralar.
uk_ua: Сортує дані джерела стосовно стовпця. Додатково можна визначити порядок сортування.
vi_vn: Sắp xếp 'nguồn' dựa theo cột, có thể tùy chọn chỉ định một 'thứ tự' sắp xếp.
zh_cn: 基于列对 "source" 排序(可以选择指定排序 "order")。
zh_tw: 依資料行排序 'source'，可選擇性地指定排序 'order'。

# SortByColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SortByColumnsArg2
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sr_latn_rs: kolona
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# SortByColumnsArg3
source: order
bg_bg: ред
ca_es: ordre
cs_cz: pořadí
da_dk: rækkefølge
de_de: Reihenfolge
el_gr: διάταξη
es_es: ordenar
et_ee: järjestus
eu_es: ordena
fi_fi: järjestys
fr_fr: ordre
gl_es: orde
hi_in: ऑर्डर
hr_hr: redoslijed
hu_hu: sorrend
it_it: ordine
ja_jp: 順序
kk_kz: реті
ko_kr: 순서
lt_lt: tvarka
lv_lv: secība
ms_my: tertib
nb_no: rekkefølge
nl_nl: volgorde
pl_pl: kolejność
pt_br: classificar
pt_pt: ordem
ro_ro: ordine
ru_ru: порядок
sk_sk: poradie
sl_si: vrstni_red
sr_cyrl_rs: редослед
sr_latn_rs: redosled
sv_se: sortera
th_th: ลำดับ
tr_tr: sıra
uk_ua: порядок
vi_vn: thứ_tự
zh_cn: 顺序
zh_tw: 順序

# AboutSortByColumns_source
source: The table to sort.
bg_bg: Таблицата за сортиране.
ca_es: Taula que s'ordenarà.
cs_cz: Tabulka, která má být seřazena
da_dk: Tabellen, der skal sorteres.
de_de: Die zu sortierende Tabelle.
el_gr: Ο πίνακας για ταξινόμηση.
es_es: Tabla que se va a ordenar.
et_ee: Sorditav tabel.
eu_es: Ordenatuko den taula.
fi_fi: Lajiteltava taulukko.
fr_fr: Table à trier.
gl_es: Táboa que se vai ordenar.
hi_in: सॉर्ट की जाने वाली तालिका.
hr_hr: Tablica koja se sortira.
hu_hu: A rendezendő tábla.
it_it: Tabella da ordinare.
ja_jp: 並べ替えの対象となるテーブル。
kk_kz: Сұрыпталатын кесте.
ko_kr: 정렬할 테이블입니다.
lt_lt: Lentelė, kurią reikia surikiuoti.
lv_lv: Kārtojamā tabula.
ms_my: Jadual untuk diisih.
nb_no: Tabellen som skal sorteres.
nl_nl: De tabel die moet worden gesorteerd.
pl_pl: Tabela do sortowania.
pt_br: Tabela a ser classificada.
pt_pt: Tabela a ordenar.
ro_ro: Tabelul de sortat.
ru_ru: Таблица для сортировки.
sk_sk: Tabuľka na zoradenie.
sl_si: Tabela, ki bo razvrščena.
sr_cyrl_rs: Табела за сортирање.
sr_latn_rs: Tabela za sortiranje.
sv_se: Tabellen att sortera.
th_th: ตารางที่จะเรียงลำดับ
tr_tr: Sıralanacak tablo.
uk_ua: Таблиця, дані якої потрібно відсортувати.
vi_vn: Bảng cần sắp xếp.
zh_cn: 要排序的表。
zh_tw: 要排序的資料表。

# AboutSortByColumns_column
source: A unique column name.
bg_bg: Уникално име на колона.
ca_es: Nom de columna únic.
cs_cz: Jedinečný název sloupce
da_dk: Et unikt kolonnenavn.
de_de: Ein eindeutiger Spaltenname.
el_gr: Μοναδικό όνομα στήλης.
es_es: Un nombre de columna único.
et_ee: Kordumatu veerunimi.
eu_es: Zutabearen izen esklusiboa.
fi_fi: Yksilöivä sarakkeen nimi.
fr_fr: Nom de colonne unique.
gl_es: Nome de columna único.
hi_in: एक अद्वितीय स्तंभ नाम.
hr_hr: Jedinstveni naziv stupca.
hu_hu: Egy egyedi oszlopnév.
it_it: Nome colonna univoco.
ja_jp: 列の一意の名前。
kk_kz: Бірегей баған атауы.
ko_kr: 고유한 열 이름입니다.
lt_lt: Unikalus stulpelio pavadinimas.
lv_lv: Unikāls kolonnas nosaukums.
ms_my: Nama lajur yang unik.
nb_no: Et unikt kolonnenavn.
nl_nl: Een unieke kolomnaam.
pl_pl: Unikatowa nazwa kolumny.
pt_br: Nome de coluna exclusivo.
pt_pt: Um nome de coluna único.
ro_ro: Un nume de coloană unic.
ru_ru: Уникальное имя столбца.
sk_sk: Jedinečný názov stĺpca.
sl_si: Enolično ime stolpca.
sr_cyrl_rs: Јединствено име колоне.
sr_latn_rs: Jedinstveno ime kolone.
sv_se: Ett unikt kolumnnamn.
th_th: ชื่อคอลัมน์เฉพาะ
tr_tr: Benzersiz bir sütun adı.
uk_ua: Унікальне ім’я стовпця.
vi_vn: Tên cột duy nhất.
zh_cn: 唯一的列名。
zh_tw: 不重複的資料行名稱。

# AboutSortByColumns_order
source: Ascending or Descending
bg_bg: Възходящ или низходящ
ca_es: Ascendent o descendent
cs_cz: Vzestupné nebo sestupné pořadí
da_dk: Stigende eller faldende
de_de: Aufsteigend oder absteigend
el_gr: Με αύξουσα ή φθίνουσα σειρά
es_es: Ascendente o descendente
et_ee: Tõusev või laskuv järjestus
eu_es: Gorantz ala beherantz
fi_fi: Nouseva tai laskeva
fr_fr: Croissant ou décroissant
gl_es: Ascendente ou descendente
hi_in: बढ़ते क्रम में या घटते क्रम में
hr_hr: Uzlazno ili silazno
hu_hu: Ascending (növekvő) vagy Descending (csökkenő) lehet.
it_it: Crescente o Decrescente
ja_jp: 昇順または降順
kk_kz: Артуы бойынша немесе кемуі бойынша
ko_kr: 오름차순 또는 내림차순
lt_lt: Didėjimo arba mažėjimo
lv_lv: Augošā vai dilstošā secībā
ms_my: Menaik atau Menurun
nb_no: Stigende eller synkende
nl_nl: Oplopend of Aflopend
pl_pl: Rosnąco lub malejąco
pt_br: Crescente ou decrescente
pt_pt: Ascendente ou Descendente
ro_ro: Ascendent sau descendent
ru_ru: По возрастанию или по убыванию
sk_sk: Vzostupne alebo zostupne
sl_si: Naraščajoče ali padajoče
sr_cyrl_rs: Растући или опадајући
sr_latn_rs: Rastući ili opadajući
sv_se: Stigande eller fallande
th_th: จากน้อยไปหามาก หรือจากมากไปหาน้อย
tr_tr: Artan veya Azalan
uk_ua: За зростанням або за спаданням
vi_vn: Tăng dần hoặc Giảm dần
zh_cn: 升序或降序
zh_tw: 遞增或遞減

# AboutSortByColumnsWithOrderValues
source: Sorts 'source' based on the index of matching values in the specified column.
bg_bg: Сортира „източник“, базирано на индекса от съвпадащи стойности в указаната колона.
ca_es: Ordena l'element 'source' en funció de l'índex de valors que coincideixen en la columna especificada.
cs_cz: Seřadí zdroj na základě indexu porovnávaných hodnot v zadaném sloupci.
da_dk: Sorterer 'kilde' på baggrund af indekset for matchende værdier i den angivne kolonne.
de_de: Sortiert "Quelle" basierend auf dem Index übereinstimmender Werte in der angegebenen Spalte.
el_gr: Ταξινομεί την "προέλευση" με βάση το δείκτη αντιστοίχισης τιμών στην καθορισμένη στήλη.
es_es: Ordena el origen en función del índice de valores coincidentes de la columna especificada.
et_ee: Sordib allika vastavalt määratud veerus vastavuses olevate väärtuste registrile.
eu_es: "source" ordenatzen du zehaztutako zutabean bat datozen balioen aurkibidean oinarrituta.
fi_fi: Lajittelee source-lähteen määritetyn sarakkeen vastaavien arvojen indeksin perusteella.
fr_fr: Trie la « source » sur la base de l’index des valeurs de correspondance dans la colonne spécifiée.
gl_es: Ordena a "orixe" segundo o índice de valores coincidentes da columna especificada.
hi_in: निर्दिष्ट स्तंभ में मेल खाने वाले मानों की इंडेक्स के आधार पर 'source' को सॉर्ट करता है.
hr_hr: Sortira "izvor" na temelju indeksa podudarnih vrijednosti u navedenom stupcu.
hu_hu: A megadott oszlopban szereplő megfelelő értékek indexe alapján rendezi a forrást.
it_it: Ordina 'origine' in base all'indice di valori corrispondenti nella colonna specificata.
ja_jp: 指定された列の一致する値のインデックスに基づいて 'ソース' を並べ替えます。
kk_kz: Көзді көрсетілген бағандағы сәйкес мәндердің индексіне негізделіп сұрыптайды.
ko_kr: 지정된 열에서 일치하는 값 인덱스를 기준으로 '원본'을 정렬합니다.
lt_lt: Rikiuoja šaltinį pagal nurodyto stulpelio atitinkančių reikšmių indeksą.
lv_lv: Kārto vienumu "source", ņemot vērā atbilstošo vērtību rādītāju norādītajā kolonnā.
ms_my: Mengisih 'sumber' berdasarkan indeks nilai sepadan dalam lajur yang ditentukan.
nb_no: Sorterer kilden basert på indeksen av samsvarende verdier i den angitte kolonnen.
nl_nl: Hiermee wordt 'source' gesorteerd op basis van de index van overeenkomende waarde in de opgegeven kolom.
pl_pl: Sortuje element podany w parametrze „źródło” w oparciu o indeks pasujących wartości w określonej kolumnie.
pt_br: Classifica 'source' (origem) com base no índice de valores correspondentes da coluna especificada.
pt_pt: Ordena a "origem" com base no índice de valores correspondentes na coluna especificada.
ro_ro: Sortează „sursa” pe baza indexului valorilor potrivite din coloana specificată.
ru_ru: Сортирует "источник" на основе индекса соответствующих значений в указанном столбце.
sk_sk: Zoradí zdroj podľa stĺpca na základe indexu zhodných hodnôt v zadanom stĺpci.
sl_si: Razvrsti »vir« glede na indeks ujemajočih se vrednosti v določenem stolpcu.
sr_cyrl_rs: Сортира „извор“ на основу индекса подударних вредности у наведеној колони.
sr_latn_rs: Sortira „izvor“ na osnovu indeksa podudarnih vrednosti u navedenoj koloni.
sv_se: Sorterar källan baserat på indexet med matchande värden i den angivna kolumnen.
th_th: เรียงลำดับ 'source' โดยอิงตามดัชนีของค่าที่ตรงกันในคอลัมน์ที่กำหนด
tr_tr: 'source' öğesini belirtilen sütundaki eşleşen değerler dizinine göre sıralar.
uk_ua: Сортує дані джерела на основі індексу відповідних значень в указаному стовпці.
vi_vn: Sắp xếp 'nguồn' dựa trên chỉ mục của các giá trị khớp trong cột được chỉ định.
zh_cn: 基于指定列中匹配值的索引对 "source" 排序。
zh_tw: 根據指定資料行中相符值的索引，排序 'source'。

# SortByColumnsWithOrderValuesArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SortByColumnsWithOrderValuesArg2
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sr_latn_rs: kolona
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# SortByColumnsWithOrderValuesArg3
source: values
bg_bg: стойности
ca_es: valors
cs_cz: hodnoty
da_dk: værdier
de_de: Werte
el_gr: τιμές
es_es: valores
et_ee: väärtused
eu_es: balioak
fi_fi: arvot
fr_fr: valeurs
gl_es: valores
hi_in: मान
hr_hr: vrijednosti
hu_hu: értékek
it_it: valori
ja_jp: 値
kk_kz: мәндер
ko_kr: 값
lt_lt: reikšmės
lv_lv: vērtības
ms_my: nilai
nb_no: verdier
nl_nl: waarden
pl_pl: wartości
pt_br: valores
pt_pt: valores
ro_ro: valori
ru_ru: значения
sk_sk: hodnoty
sl_si: vrednosti
sr_cyrl_rs: вредности
sr_latn_rs: vrednosti
sv_se: värden
th_th: ค่า
tr_tr: değerler
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutSortByColumns_values
source: A column of values to be used for sorting purposes. Sorting is not done ascendingly/descendingly, but rather based on the index of matching values in the column
bg_bg: Колона със стойности, която ще се използва за сортирането. Сортирането не се извършва във възходящ/низходящ ред, а на база на индекса на съответстващите стойности в колоната
ca_es: Columna de valors que s'utilitzarà per ordenar. L'ordenació no es fa de forma ascendent o descendent, si no en funció de l'índex de valors que coincideixin a la columna
cs_cz: Sloupec hodnot, které mají být použity k řazení. Seřazení neproběhne vzestupně nebo sestupně, ale podle indexu porovnávaných hodnot ve sloupci.
da_dk: En kolonne med værdier, der skal bruges til sorteringsformål. Sortering udføres ikke efter stigende/faldende, men baseres i stedet på et indeks for matchende værdier i kolonnen.
de_de: Eine Spalte mit Werten, die zu Sortierzwecken verwendet werden sollen. Die Sortierung erfolgt nicht aufsteigend/absteigend, sondern vielmehr basierend auf dem Index übereinstimmender Werte in der Spalte.
el_gr: Μια στήλη τιμών προς χρήση για σκοπούς ταξινόμησης. Η ταξινόμηση δεν πραγματοποιείται με αύξουσα/φθίνουσα σειρά, βασίζεται περισσότερο στο δείκτη αντιστοίχισης τιμών στη στήλη
es_es: Una columna de valores que se usará con fines de ordenación. La ordenación no se realiza de manera ascendente o descendente, si no que se basa en el índice de valores coincidentes de la columna.
et_ee: Sortimiseks kasutatavate väärtuste veerg. Sortimine toimub tõusvas või laskuvas järjestuses, kuid pigem põhineb veerus vastavuses olevate väärtuste registril
eu_es: Elementuak ordenatzeko erabiliko den balio-zutabea. Ordena ez da goranzkoa edo beheranzkoa izango, zutabean bat datozen balioen aurkibidearen araberakoa baizik.
fi_fi: Lajittelutarkoituksiin käytettävien arvojen sarake. Lajittelua ei tehdä nousevasti/laskevasti, vaan sarakkeen vastaavien arvojen indeksin perusteella
fr_fr: Colonne de valeurs à utiliser pour trier. Le tri n’est pas effectué en ordre croissant ou décroissant, mais en fonction de l’index de valeurs correspondantes dans la colonne
gl_es: Columna de valores que se van usar para ordenar. A ordenación non se fai de forma ascendente nin descendente, senón que se basea no índice de valores coincidentes da columna
hi_in: सॉर्टिंग के उद्देश्यों से उपयोग किए जाने वाले मानों का स्तंभ. सॉर्टिंग बढ़ते/घटते क्रम में नहीं की जाती, बल्कि स्तंभ में मेल खाले वाले मून्यों की इंडेक्स के आधार पर की जाती है
hr_hr: Stupac vrijednosti koji se koristi za sortiranje. Sortiranje se ne izvodi uzlazno/silazno nego na temelju indeksa podudarnih vrijednosti u stupcu
hu_hu: A rendezés céljára használandó oszlop értékei. A rendezés nem növekvő vagy csökkenő sorrendben történik, hanem az oszlop megfelelő értékeinek indexe alapján.
it_it: Colonna di valori da usare per finalità di ordinamento. L'ordinamento non viene eseguito in modo crescente/decrescente, ma è invece basato sull'indice di valori corrispondenti nella colonna.
ja_jp: 並べ替えに使用する値の列。並べ替えは昇順または降順ではなく、この列の一致する値のインデックスに基づいて行われます
kk_kz: Сұрыптау үшін пайдаланылатын мәндер бағаны. Сұрыптау артуы немесе кемуі бойынша орындалмайды, ол бағандағы сәйкес мәндердің индексіне негізделіп орындалады.
ko_kr: 정렬에 사용할 값 열입니다. 정렬은 오름차순/내림차순으로 수행되지 않고 열에서 일치하는 값의 인덱스를 기준으로 수행됩니다.
lt_lt: Reikšmių stulpelis, kuris bus naudojamas rikiavimo tikslais. Rikiavimas atliekamas ne didėjimo / mažėjimo tvarka, bet pagal atitinkančių stulpelio reikšmių indeksą
lv_lv: Vērtību kolonna, kas jāizmanto kārtošanas nolūkiem. Kārtošana netiek veikta augošā/dilstošā secībā, bet ņemot vērā atbilstošo vērtību rādītāju kolonnā
ms_my: Nilai lajur untuk digunakan bagi tujuan pengisihan. Pengisihan bukan dilakukan secara menaik/secara menurun, tetapi berdasarkan indeks nilai pemadanan dalam lajur
nb_no: En kolonne med verdier som skal brukes til å sortere formål. Sortering blir ikke gjort stigende eller synkende, men i stedet basert på indeksen for samsvarende verdier i kolonnen
nl_nl: Een kolom met waarden die voor sorteerdoeleinden moet worden gebruikt. Er wordt niet aflopend/oplopend gesorteerd. In plaats daarvan wordt er gesorteerd op de index van overeenkomende waarden in de kolom
pl_pl: Kolumna wartości do użycia w celach związanych z sortowaniem. Sortowanie nie jest wykonywane rosnąco/malejąco, ale w oparciu o indeks pasujących wartości w kolumnie
pt_br: Coluna de valores a ser usados para fins de classificação. A classificação não é feita de forma crescente/decrescente, mas com base no índice dos valores correspondentes na coluna
pt_pt: Uma coluna de valores a ser utilizada para fins de ordenação. A ordenação não é realizada de forma ascendente/descendente, mas sim com base no índice de valores correspondentes na coluna
ro_ro: O coloană de valori de utilizat în scopuri de sortare. Sortarea nu se efectuează ascendent/descendent, ci mai degrabă pe baza indexului valorilor potrivite din coloană
ru_ru: Столбец значений, используемых для сортировки. Сортировка выполняется не по возрастанию или убыванию, а по индексу соответствующих значений в столбце
sk_sk: Stĺpec hodnôt určených na účely zoradenia. Zoradenie sa nevykoná vzostupne/zostupne, ale na základe indexu zhodných hodnôt v stĺpci
sl_si: Stolpec vrednosti, ki bo uporabljen za razvrščanje. Vrednosti niso razvrščene naraščajoče/padajoče, ampak na podlagi indeksa ujemajočih se vrednosti v stolpcu
sr_cyrl_rs: Колона са вредностима која ће се користити за сврхе сортирања. Сортирање се не врши растућим/опадајућим редоследом, али се радије заснивају на индексу подударних вредности у колони
sr_latn_rs: Kolona sa vrednostima koja će se koristiti za svrhe sortiranja. Sortiranje se ne vrši rastućim/opadajućim redosledom, ali se radije zasnivaju na indeksu podudarnih vrednosti u koloni
sv_se: En kolumn med värden att användas i sorteringssyfte. Sortering görs inte stigande/fallande, utan baserat på indexet med matchande värden i kolumnen.
th_th: คอลัมน์ของค่าที่จะใช้ในการเรียงลำดับ การเรียงลำดับจะไม่ได้เรียงจากน้อยไปมาก/มากไปน้อย แต่จะอิงตามดัชนีของค่าที่ตรงกันในคอลัมน์
tr_tr: Sıralama amaçlı kullanılacak olan değerler sütunu. Sıralama artan/azalan düzende değil sütundaki eşleşen değerler dizinine göre yapılır
uk_ua: Стовпець зі значеннями, які використовуються під час сортування. Воно виконується не за зростанням або спаданням, а на основі індексу відповідних значень у стовпці.
vi_vn: Cột chứa các giá trị được sử dụng cho mục đích sắp xếp. Sắp xếp chưa được thực hiện theo kiểu tăng dần/giảm dần nhưng dựa trên chỉ mục của các giá trị khớp trong cột
zh_cn: 用于排序的值组成的列。不是按照升序/降序进行排序，而是基于列中匹配值的索引排序
zh_tw: 用以進行排序的值資料行。排序並非以遞增或遞減方式進行，而是會根據資料行中比對值的索引為依據進行
